[{"title":"musicBlogTest","date":"2016-12-11T07:17:32.000Z","path":"2016/12/11/musicBlogTest/","text":"fade","comments":true,"tags":[]},{"title":"MySecondBlog","date":"2016-12-11T03:17:45.000Z","path":"2016/12/11/MySecondBlog/","text":"","comments":true,"tags":[]},{"title":"MyFirstBlog By Bro.","date":"2016-12-10T17:11:35.000Z","path":"2016/12/11/MyFirstBlog/","text":"keep fit for Lin 希望你我都能如此，有高跟鞋，也有跑鞋，喝茶也喝酒。有勇敢的朋友，有牛逼的对手。对过往的一切情深义重但从不回头。特别美丽，特别平静，特别凶狠，也特别温柔。有热血沸腾的奋斗，有碧海蓝天的自由，有破涕为笑的理由。 两组图片 : 😆😆 正文开始 : 一 . 饮食 :早餐 : 早饭：水煮蛋+豆浆 早上如果饿醒就吃一个苹果接着睡→正式醒来后，一个鸡蛋、一杯豆浆或者牛奶、一片面包 鸡蛋豆浆，有时候是粥。中午牛肉，是煮牛肉，吃点煮菜，不吃米面不吃炒菜，晚上喝酸奶吃个水果什么的。 全麦面包两片+两个鸡蛋白+牛奶 脱脂牛奶+两片全麦面包+蛋清 有时我会自己喝一碗粥+蛋清 豆腐脑（北方的豆腐脑是咸口）+自己腌的酸黄瓜（只放醋） 午餐 : 玉米+炒菜（我推荐食堂的菜，相对校外的食物比较干净，而且他们舍不得放油，正好满足了清淡这一点。） 粗粮+米饭+一些蔬菜，可加鱼肉。或者仅粗粮+一些蔬菜，具体见备注一. 午餐就从我上面说的东西里挑2~3样配一碗米饭+蔬菜，或者不配米饭。 炒牛肉/炖鱼肉+食蔬+米饭 凉拌菜+鱼（只放醋和酱油盐）也可用清淡炒菜代替,我当时一般不吃主食（不推荐，大家可以适量增加米饭，最多不超过一碗，尽量别吃面食馒头之类） 晚餐 : 可以喝一杯酸奶，加点水果什么的。（一份蔬菜、对多一碗粥） 玉米片泡低脂牛奶和麦片冲各种口味的芝麻糊换着喝。也可以不这么虐自己，但是晚上就最好吃流食，粥(稀一点)啊，汤之类的。 食蔬+米饭 无糖水果麦片+酸奶+时令水果因为我尝试过很多水果麦片，这种口感最佳，而且我比较看重无蔗糖这一点！重三！你们可以挑选自己喜欢的！无蔗糖！ 下午饿了可以吃点儿苏打饼干，我推荐达利园的海苔低糖饼干 备注 :备注一 : 粗粮：1、豆类，黄豆、青豆、绿豆等等（蛋白质比较丰富）2、甜玉米/糯玉米（好吃又营养，热量又低）3、土豆（营养比玉米还丰富）4、或者自己弄燕麦粥。5、另外如果有面包店卖全麦面包，可以入手，其他的面包就不要了。6.多吃西兰花 备注二 : 不要饿着!不要饿着!不要饿着！一日三餐以前吃什么，现在就还吃什么，8分饱,油炸、膨化食品戒了， 减肥期间只有水果干能当你的零食^_^，水果干什么牌的好自己淘宝搜吧，我实在是忍不住嘴我就会啃水果干。买零食的时候记得看看脂肪占比。 一定要尝试下天天喝酸奶，这种脂肪含量低又好喝的东西简直女生减肥好伴侣。 有些饿了→选自己最喜欢吃的东西→细嚼慢咽、慢慢品味、感受食物的美好→五、六分饱时，停下，很满足很开心（这个时候，如果欲求不满，就给自己一点时间，像你这样反射弧比较长的，估计要半小时才会有饱腹感）→过了一段时间，如果还是很饿，就继续吃一些少量的低卡食物. 把米饭和面条这类细粮换成玉米、小麦、土豆这类粗粮作为正餐。 绝对不吃零食、饮料，饼干、薯片什么的绝对不能吃。 米饭是1.15kcal/g；薯片是将近6kcal/g。二两米饭是115大卡，而100g薯片（一包大包乐事薯片是75g）是550大卡。 基本一包薯片是6两米饭的量了。 有些减肥的人不吃正餐，去吃什么饼干、沙琪玛、豆沙糕啊，真是舍本逐末！ 健康餐照片 : 二 . 运动 : 一个小时的郑多燕 热身：走路1500m+跑步10min动感单车：40min（或者跑步40min）器械训练：20min（手臂，腹部，腿部走一圈） 腹肌训练：20min（四个动作，每组15个） 拉伸20min+走回家1500m 3 . 女孩儿们的经期怎么锻炼？前三天不要锻炼，其实最好是最后两天踩开始练。而且经期结束的时候是消耗最大的时候，经后一周是燃脂最快的时期。这一周可以加大运动量减少食量事半功倍哦。 慢跑和快走，然后两三天做一个郑多燕 下午五点动起你的双腿，跑起来！没有一个小时不要停！停了就停了吧，继续跑！记得跑前跑后都要拉筋呀！ 第一次感受高强度训练是从动感单车开始的，爱听歌又觉得骑车能有多累，没有一点运动基础就进了单车房…然后就是刚骑一首歌就呼哧带喘，跟要死一样，一点也不夸张，又不好意思刚进来就出去，那就坐着骑，缓过来了再站起来,效果就是一天可以比一天站着骑得更久,之后买了个称，开始有勇气正视自己的体重，特别惊喜的发现自己76公斤了！ 再之后开始跑步，有单车的基础，跑1,2公里无压力，然后3公里，5公里，10公里，半程马拉松…每一次突破自己都是一种享受 每天保证至少40分钟的运动量。没有特殊情况，就多走楼梯。每周游两次泳。都是非常简单又享受的休闲方式哦~~ 关于瘦腿 : 深蹲又分为宽站距深蹲和窄站距深蹲，与肩同宽和宽于肩距，这两个我之前是50个一组，做两组就可以了。窄站距的深蹲容易造成脚踝的受伤，宽站距深蹲在效果和伤害性上优于窄站距。参见宽距深蹲练哪？为何优于窄距深蹲？ 后抬腿可作弓步状或者跪姿，一只腿支撑一只腿向后抬每只腿各26次 视情况3-4次每天 高抬腿这个动作建议体重不是很大的人做。因为这个动作可能会伤到脚踝，但是对腿部塑形效果很好。做法是三次每天，第一次30s，后每次逐减10s。 侧抬腿这个动作可以站着做也可以侧躺着做，主要针对的是跨部的肉，每次26次，3-4次每组。 立卧撑步骤如图，首先做俯卧撑状，然后脚向前跳，整个人跳起。这个动作可以活动全身的肌肉，会让腿部变得紧实。三组每天，第一组20第二组18第三组16个。 侧跑找一段比较长的跑道，侧着跑几个来回。来回次数视情况而定，我一般是教室长度的教室跑20来回，做三组。 弓步走八步一个单次，来回可以做三个来回，做三组。 蹬自行车准备一个瑜伽毯躺在地上，腿悬空做蹬自行车动作，适合晚上睡觉前做。8-12次一组，三组。 放松动作可以把双腿放在墙上两腿张开，到尽可能的角度，控制好不要抽筋。坚持一会儿，既可以放松又可以减掉大腿内侧的肉。 其实还有很多真的很难全部列举出来，这几个是我亲测很有效的动作 三 . 禁忌 : 不吃零食，特指膨化食品类，不喝饮料，不吃大油炒的菜。 烧烤火锅是毒药，冰淇淋薯片是后妈 不准吃甜的，任何！饮料零食这类就不要想了，只能喝水. 不能吃皮（猪皮鸭皮特别是鸡皮全是脂肪） 饿了吃就吃牛肉和鱼肉！多吃没所谓！ 水果要限量（果糖太高，西瓜定要少少少） 一定不要节食（实在不是长远打算） 每一个礼拜可以有且仅有一餐能放纵一回 四 .为什么想瘦身 : 你做的那么多努力，都是为了更美丽，而美丽最重要的就是——自信！你出于那么自卑、不快乐的状态下，却想要一个自信、快乐的结果，这也太逆人性、违反自然规律了吧？亲爱的，舒展你的眉头，爱上你自己，先拥有一个美丽、自信、快乐的内心，再由内而外的，真正成为美丽、自信、快乐的自己吧。不要用什么“蛮力”来摧残自己，这不需要，一切都会顺其自然的越来越好的。 五 .别人的故事 : 我正式开始了我的减肥健身。我没有给自己设定太高的目标，什么八块腹肌，什么减肥多少斤。我只跟教练说，我想调整我的精神状态，仅此而已。一开始确实很累，很苦。我的身体每天都在痛，酸痛、胀痛甚至刺痛，都有过。我每天夜里都好饿，特别在一开始，那种夜里深入骨髓的饿，无法忍受，有一天夜里，我找遍了家里，一无所获，因为我已经把家清空了。于是，我在灌了一升多凉白开后，忍饥入睡。我每天白水煮菜，白水煮鸡胸，无油无盐，并且，鸡胸煮两遍，以保证去除所有油脂。每天上下午加餐一顿，一个苹果，一个西红柿。饿，我每天都饿，每时每刻都饿。每次路过菜市看到案几上的猪肉，我都恨不得上去咬一口。我拒绝了食堂的饭，全是自己白水煮。我拒绝了所有朋友的喝酒邀约，不是我不想，是我不能。这里面最难的，是出差和工作餐。出差，我无法煮，于是我在背包里放上两大袋全麦面包和几盒脱脂牛奶，别人在饭店里吃，我坐在饭店门口或者警车里啃面包。工作餐，我没法拒，领导之命不得不从，于是，我不喝酒，我说总要有人开车送你们回去，然后，把所有的素菜拿到杯子里涮涮再吃，这总是引来满桌人诧异的目光和领导有意无意的讽刺与调侃。父亲说，你这样不好，对身体不好，走，我带你去吃铁板烧，我摆摆手。母亲在异地，我也没告诉她，我只说，我这一切都好，而且会越来越好。三个月，161.6斤，减重36斤，腰围2尺4。我去做了体检。结果显示，我的重度脂肪肝消失了，肝脏囊肿消失了，肾结晶消失了。还有甘油三酯，血脂等等，都恢复到了正常标准。那天，我高兴的发了一个朋友圈。现在，我依然在坚持，隔天训练，增肌！我依然在吃我的白水煮，我开始觉得，这TM其实挺好吃的。 结束语 : 在减肥道路上，独自一人是愉悦且充实的，亲，少发朋友圈跑步截图健身自拍吧，没多少人会关注你的，没人会想知道你运动健身减肥过程是多艰辛，你只有用身体的变化来证明自己！ 最后，正在减肥的娃，一定要坚持，不要看到没什么效果又脑子一热，啊ˊ_&gt;ˋ，我减肥干嘛，我好饿，瘦下来有什么好的blalalala，吃吃吃，好的，完了，前几天的努力都白费了，一顿火锅或者烤肉马上打回原型。 关于心态，这一点也相当重要。不要老是把减肥放在嘴皮子上却什么都不做，这样的你看起来很懦弱。还有人问不少吃能瘦下来吗？吃零食可以瘦下来吗？可以不费力就能瘦下来吗……答案一定是不能！不能！不能！如果你真的做好决定要减肥，就一股脑地认真的去做！半途而废你对得起你自己流的汗和被别人嘲笑的时候流的泪吗？认准一件事，就去做，就去正儿八经去做。不管你有怎样的目标，记住，这是为了你自己，为了你的身体，为了你的健康，不是为了别人！ thanks guys.","comments":true,"tags":[{"name":"第一篇博客","slug":"第一篇博客","permalink":"http://yoursite.com/tags/第一篇博客/"},{"name":"keep fit","slug":"keep-fit","permalink":"http://yoursite.com/tags/keep-fit/"}]}]